/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Boot-Caches aktualisieren";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Die zum Starten notwendigen Caches werden gerade aktualisiert. Das System wird ausgeschaltet, sobald die Caches aktualisiert wurden.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Inkonsistente Systemdateien";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Wichtige Systemdateien im Speicher stimmen nicht mit denen auf dem Volume überein. Die Kernel-Erweiterungen können nicht geladen werden und möglicherweise funktionieren einige Geräte deshalb nicht. Setzen Sie in den Systemeinstellungen Ihr Startvolume zurück.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Systemerweiterung kann nicht verwendet werden.";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "Die Systemerweiterung „";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "“ wurde nicht korrekt installiert und kann nicht verwendet werden. Installieren Sie sie erneut oder fragen Sie den Hersteller nach einer aktuelleren Version.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 Farben";
"Thousands"  = "32768";
"Millions"   = "16,7 Mill.";
"Trillions"  = "4,3 Billionen Farben";

"n/a"  = "n. v.";

"stretched"  = "gedehnt";
"simulscan"  = "simulscan";
"interlaced" = "Interlaced";
"external"   = "Extern";


"%%.%ldf Hertz"       = "%%.%ldf Hz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
